<?php

return [
    'required' => 'Լրացրեք այս դաշտը։',
    'email' => 'Նշեք ճիշտ էլ. փոստ։',
    'unique' => 'Այս արժեքն արդեն օգտագործվում է։',
    'confirmed' => 'Արժեքները չեն համընկնում։',
    'min' => ['string' => 'Առնվազն :min նիշ։', 'numeric' => 'Առնվազն :min։'],
    'max' => ['string' => 'Առավելագույնը :max նիշ։', 'numeric' => 'Առավելագույնը :max։', 'file' => 'Ֆայլը մեծ է :max ԿԲ-ից։'],
    'integer' => 'Մուտքագրեք թիվ։',
    'date' => 'Նշեք ամսաթիվը։',
    'after_or_equal' => 'Ամսաթիվը չի կարող լինել անցյալում։',
    'url' => 'Նշեք ճիշտ հղում։',
    'image' => 'Վերբեռնեք պատկեր։',
    'mimes' => 'Թույլատրելի ձևաչափեր՝ :values։',
    'mimetypes' => 'Թույլատրելի ձևաչափեր՝ :values։',
    'in' => 'Անթույլատրելի արժեք։',
    'attributes' => [],
];
